[
  {
    "src": "41481078_387796635089703_1020142176912080568_n.jpg",
    "caption": "What's your name? - Haat dunde (person without hand) No your real name? - I only remember this as my name. Everybody calls me with this name. Met this amusing personality at jhinu danda, he even danced for our camera, his amazing dance moves coming out soon."
  },
  {
    "src": "53536663_104924193901354_3384287312590230683_n.jpg",
    "caption": "We spent few weeks at birateshwor briddha ashram and upcoming photographs will be from those moments we captured there. We heard many stories from them and were happy that we got this opportunity to capture them smiling. They are some of the strongest women we met"
  },
  {
    "src": "74666984_543250509810456_959301027171863136_n.jpg",
    "caption": "Captured her beautiful smile at Simikot, Karnali"
  },
  {
    "src": "75305209_2497665123846961_2162620107496052952_n.jpg",
    "caption": "Happy kids at Dolpa. She was returning back from day of work collecting woods and grasses for livestocks."
  },
  {
    "src": "73470593_705433789984736_3398310027056342442_n.jpg",
    "caption": "Sweet family sharing smiles after seeing their photographs"
  },
  {
    "src": "72764004_235638430748889_5373699532831161641_n.jpg",
    "caption": "A girl in Limbu Traditional Attire with here beautiful smile"
  },
  {
    "src": "64638292_2088463194599270_8607910056771142727_n.jpg",
    "caption": "women planting rice plants in paddy field. Celebration Ropai festival in Bhaktapur, Nepal. People celebrate the day and eat beaten rice and curd"
  },
  {
    "src": "56830195_2189340797819145_8005634485575741418_n.jpg",
    "caption": "She was playing around with her brother, when her dad called her home, before leaving she gave this sweet smile"
  },
  {
    "src": "56737358_2863572600350240_2183441533010051838_n.jpg",
    "caption": "Mana was my travel mate on my tour to Mugu, Karnali. I met her at surkhet and we travelled together up to Sija, her village. She showed me her village and invited me to visit someday. I had to capture her smile before we depart and she gave this refreshing smile, I will remember for my whole journey."
  },
  {
    "src": "52669053_409768862933127_7802985228341780015_n.jpg",
    "caption": "Everybody calls him rai budho at ashram, he did not talk much but his smile is one to remember."
  },
  {
    "src": "52039514_361599701099059_4692939584850124854_n.jpg",
    "caption": "Friends are sometimes crazy, and those moments make your life memorable. Some memorable moments we captured at musahar basti, darahiya, Morang."
  },
  {
    "src": "41120881_332601300643557_7653638181757974275_n.jpg",
    "caption": "She had her own share of complains with life, but still shared a smile with us."
  },
  {
    "src": "41969354_294433768042805_4334365585389051790_n.jpg",
    "caption": "Aaija kumari gurung from chhomrong, kaski, She welcomed us to her place like her own family members, we enjoyed a fun conversation and even a glass of milk."
  },
  {
    "src": "41044576_564219030699847_7452712190711270646_n.jpg",
    "caption": "Sometimes you cross eachother and all that remains is the memory of the smiles you shared."
  },
  {
    "src": "37821712_513145289106546_4897836569550913536_n.jpg",
    "caption": "My name is Maan bahadur limbu chabegu, double sing’s grand son. I am almost 77 years old now."
  },
  {
    "src": "32212325_2032740700379930_4455788764395995136_n.jpg",
    "caption": "Captured her smile during photo distribution program at old age house"
  },
  {
    "src": "36086189_217347975755780_5305166861267107840_n.jpg",
    "caption": "An old woman"
  },
  {
    "src": "36648327_282228459186388_3986044226977660928_n.jpg",
    "caption": "She sales bottles at Basantapur, kathmandu. A bottle of water: Rs. 20 Her smile: priceless"
  },
  {
    "src": "54447316_1754934484606040_6747649896154973667_n.jpg",
    "caption": "A contagious smile of old woman watching the festival at dhulikhel."
  },
  {
    "src": "37873205_1858247570911273_202763627927699456_n.jpg",
    "caption": "Some of his teeth are missing but he still smiles like he has all of them. This taught me you can still be happy and feel fulfilled with what ever you have. Krishna Prasad Suwal from Dattatreya, Bhaktapur."
  },
  {
    "src": "37873205_1858247570911273_202763627927699456_n.jpg",
    "caption": "Some of his teeth are missing but he still smiles like he has all of them. This taught me you can still be happy and feel fulfilled with what ever you have. Krishna Prasad Suwal from Dattatreya, Bhaktapur."
  }
]
